7767517
4 3
pnnx.Input               pnnx_input_0             0 1 0 #0=(1,3,4,4)f32
nn.Conv2d                conv1                    1 1 0 1 bias=True dilation=(1,1) groups=1 in_channels=3 kernel_size=(3,3) out_channels=3 padding=(1,1) padding_mode=zeros stride=(1,1) @bias=(3)f32 @weight=(3,3,3,3)f32 #0=(1,3,4,4)f32 #1=(1,3,4,4)f32
nn.Conv2d                conv2                    1 1 1 2 bias=True dilation=(1,1) groups=1 in_channels=3 kernel_size=(3,3) out_channels=3 padding=(1,1) padding_mode=zeros stride=(1,1) @bias=(3)f32 @weight=(3,3,3,3)f32 #1=(1,3,4,4)f32 #2=(1,3,4,4)f32
pnnx.Output              pnnx_output_0            1 0 2 #2=(1,3,4,4)f32
