7767517
7 8
Input                    in0                      0 1 in0
Split                    splitncnn_0              1 2 in0 1 2
Convolution              conv_0                   1 1 2 3 0=3 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=81
Convolution              conv_1                   1 1 3 4 0=3 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=81
BinaryOp                 add_0                    2 1 4 1 5 0=0
ReLU                     relu_3                   1 1 5 6
Pooling                  maxpool2d_2              1 1 6 out0 0=0 1=2 11=2 12=2 13=0 2=2 3=0 5=1
